[
    {
        "id":1,
        "nombre": "Elementary",
        "descripcion": "Diseñado para principiantes que desean establecer una base sólida en el idioma. Al finalizar el curso, los estudiantes tendrán habilidades para comunicarse en situaciones cotidianas, comprender textos simples y expresar ideas básicas.",
        "precio": 7000,
        "profe": "Carla",
        "dia1": "lunes, 18hs",
        "dias2": "miercoles y viernes, 15hs",
        "dias3": "martes y jueves, 17hs + sábado, 10hs"
    },
    {
        "id":2,
        "nombre": "Intermediate",
        "descripcion": "Dirigido a estudiantes que ya tienen un conocimiento básico del idioma y desean mejorar sus habilidades. Al completar el curso, los estudiantes podrán comunicarse con mayor confianza en una variedad de contextos, comprender textos más complejos y expresar ideas con mayor claridad.",
        "precio": 8000,
        "profe": "Gastón",
        "dia1": "lunes, 17hs",
        "dias2": "martes y jueves, 15hs",
        "dias3": "miercoles y viernes, 16hs + sábado, 11hs"
    },
    {
        "id":3,
        "nombre": "Advanced",
        "descripcion": "Diseñado para estudiantes con un dominio sólido del idioma que buscan perfeccionar sus habilidades. Al finalizar el curso, los estudiantes serán capaces de comunicarse con fluidez y precisión en situaciones complejas, comprender textos y discursos sofisticados, y expresar ideas con claridad y coherencia.",
        "precio": 9000,
        "profe": "Johana",
        "dia1": "martes, 19hs",
        "dias2": "miercoles y viernes, 17hs",
        "dias3": "lunes y jueves, 19hs + sábado, 12hs"
    },
    {
        "id":4,
        "nombre": "Exam Training",
        "descripcion": "Nos enfocamos en mejorar habilidades específicas requeridas para exámenes internacionales, como comprensión auditiva, expresión escrita, gramática avanzada y estrategias de examen. Utilizamos material auténtico de exámenes anteriores, simulacros de prueba y tutorías personalizadas.",
        "precio": 10000,
        "profe": "Johana",
        "dia1": "miércoles, 19hs",
        "dias2": "lunes de 15 a 17hs",
        "dias3": "viernes de 18 a 21hs"
    }
]